complete_runs/run+5_refined/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6.0
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    airfoil
    {
        type            wall;
        inGroups        1(wall);
        nFaces          400;
        startFace       495052;
    }
    farBoundaries
    {
        type            patch;
        nFaces          256;
        startFace       495452;
    }
    inlet
    {
        type            patch;
        nFaces          240;
        startFace       495708;
    }
    outlet
    {
        type            patch;
        nFaces          1000;
        startFace       495948;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          496000;
        startFace       496948;
    }
)

// ************************************************************************* //
